export default {
  qualification: [
    {
      label: 'Налоговое консультирование организаций, индивидуальных предпринимателей и физических лиц',
      value: 'val1',
    },
    {
      label: 'Налоговое консультирование организаций',
      value: 'val2',
    },
    {
      label: 'Налоговое консультирование индивидуальных предпринимателей и физических лиц',
      value: 'val3',
    },
  ],
  currency: [
    {
      label: 'BYN',
      value: 'byn',
    },
    {
      label: 'USD',
      value: 'usd',
    },
    {
      label: 'EUR',
      value: 'eur',
    },
  ],
  legalEntities: [
    {
      id: 'legal_services_1',
      text: 'Консультирование по вопросам налогообложения, в том числе в части применения налогового законодательства в конкретных ситуациях с учетом обстоятельств, имеющихся у консультируемого лица',
    },
    {
      id: 'legal_services_2',
      text: 'Подготовка рекомендаций (заключений) по вопросам налогообложения, включая определение оптимальных решений',
    },
    {
      id: 'legal_services_3',
      text: 'Оказание услуг по ведению бухгалтерского и (или) налогового учета, составлению отчетности, налоговых деклараций (расчетов) и иных документов, в том числе жалоб',
    },
    {
      id: 'legal_services_4',
      text: 'Представительство интересов в налоговых правоотношениях в налоговых и иных государственных органах, организациях на основании договора возмездного оказания услуг по налоговому консультированию',
    },
    {
      id: 'legal_services_5',
      text: 'Проведение независимой оценки соблюдения налогового законодательства консультируемыми лицами',
    },
  ],
  individualEntrepreneurs: [
    {
      id: 'services_1',
      text: 'Консультирование по вопросам налогообложения, в том числе в части применения налогового законодательства в конкретных ситуациях с учетом обстоятельств, имеющихся у консультируемого лица',
    },
    {
      id: 'services_2',
      text: 'Подготовка рекомендаций (заключений) по вопросам налогообложения, включая определение оптимальных решений',
    },
    {
      id: 'services_3',
      text: 'Оказание услуг по ведению учета доходов и расходов и (или) налогового учета, составлению налоговых деклараций (расчетов) и иных документов, в том числе жалоб',
    },
    {
      id: 'services_4',
      text: 'Представительство интересов в налоговых правоотношениях в налоговых и иных государственных органах, организациях на основании договора возмездного оказания услуг по налоговому консультированию',
    },
    {
      id: 'services_5',
      text: 'Проведение независимой оценки соблюдения налогового законодательства консультируемыми лицами',
    },
  ],
  individualPerson: [
    {
      id: 'personal_services_1',
      text: 'Консультирование по вопросам налогообложения, в том числе в части применения налогового законодательства в конкретных ситуациях с учетом обстоятельств, имеющихся у консультируемого лица',
    },
    {
      id: 'personal_services_2',
      text: 'Подготовка рекомендаций (заключений) по вопросам налогообложения, включая определение оптимальных решений',
    },
    {
      id: 'personal_services_3',
      text: 'Оказание услуг по составлению налоговых деклараций (расчетов) и иных документов, в том числе жалоб',
    },
    {
      id: 'personal_services_4',
      text: 'Представительство интересов в налоговых правоотношениях в налоговых и иных государственных органах, организациях на основании договора возмездного оказания услуг по налоговому консультированию',
    },
  ],
};
